"CARD_DETAILS_LABEL"                        = "Kaartgegevens";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Voer uw kaartgegevens in beginnend met het kaartnummer.";
"VALID_CARD_ERROR_LABEL"                    = "Voer een geldig kaartnummer in.";
"CARD_REQUIRED"                             = "Kaartnummer is verplicht";
"CARD_INVALID"                              = "Kaartnummer is ongeldig";
"EXPIRATION_REQUIRED"                       = "Vervaldatum is verplicht";
"EXPIRATION_INVALID"                        = "Vervaldatum is ongeldig";
"CVV_REQUIRED"                              = "%s is verplicht";
"CVV_INVALID"                               = "%s is ongeldig";
"POSTAL_CODE_HELP_LABEL"                    = "Voer een geldige postcode in.";
"POSTAL_CODE_REQUIRED"                      = "Postcode is verplicht";
"POSTAL_CODE_INVALID"                       = "Postcode is ongeldig";
"COUNTRY_CODE_REQUIRED"                     = "Landcode is verplicht";
"COUNTRY_CODE_INVALID"                      = "Landcode is ongeldig";
"MOBILE_NUMBER_REQUIRED"                    = "Mobiel nummer is verplicht";
"MOBILE_NUMBER_INVALID"                     = "Mobiel nummer is ongeldig";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "Aanmelding kan vereist zijn voor deze kaart. Indien nodig wordt er een sms-code verzonden naar dit nummer.";
"SMS_CODE_REQUIRED"                         = "Sms-code is verplicht";
"SMS_CODE_INVALID"                          = "Sms-code is ongeldig";

"CANCEL_ACTION"                             = "Annuleren";
"RETRY_ACTION"                              = "Opnieuw proberen";
"CONTINUE_ACTION"                           = "Doorgaan";
"ADD_CARD_ACTION"                           = "Creditcard toevoegen";
"DONE_ACTION"                               = "Gereed";
"EDIT_ACTION"                               = "Bewerk";
"NEXT_ACTION"                               = "Volgende";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";
"SCAN_CARD_IO_ACTION"                       = "Scannen met de camera";

"EDIT_PAYMENT_METHOD"                       = "Betaalmethoden bewerken";
"THERE_WAS_AN_ERROR"                        = "Er is helaas een fout opgetreden.";
"REVIEW_AND_TRY_AGAIN"                      = "Controleer uw gegevens en probeer het opnieuw.";
"INVALID_LABEL"                             = "Ongeldig:";

"YEAR_LABEL"                                = "Jaar";
"MONTH_LABEL"                               = "Maand";

"OTHER_LABEL"                               = "Overige";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Creditcard";
"RECENT_LABEL"                              = "Recent";
"SELECT_PAYMENT_LABEL"                      = "Betaalmethode selecteren";

"CONFIRM_ENROLLMENT_LABEL"                  = "Aanmelding bevestigen";
"CONFIRM_ACTION"                            = "Bevestigen";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Voer de sms-code in die naar %s is gestuurd";
"SMS_CODE_LABEL"                            = "Sms-code";
"CARD_TYPE_GENERIC_CARD"                    = "Creditcard";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Landcode";
"SECURITY_CODE_LABEL"                       = "Beveiligingscode";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "Postcode";
"MOBILE_NUMBER_LABEL"                       = "Mobiel nummer";
"EXPIRATION_DATE_LABEL"                     = "Vervaldatum";
"CARD_NUMBER_PLACEHOLDER"                   = "Kaartnummer";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/JJJJ";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/JJ";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Ander telefoonnummer gebruiken";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Kaart niet geaccepteerd";
"CARD_TYPE_ELO"                             = "Elo";
